Repository: wp-plugins/woocommerce-beans
Catalog: languages/woocommerce-beans-*.po
Languages: it_it

source: %1$s reward program is now available on Beans. Join us with your Facebook or Beans account.
it_it: Accedi alla nostra raccolta Beans per ottenere crediti ad ogni acquisto. Accedi con il tuo account Facebook o con il tuo account Beans.

source: Join
it_it: Registrati

source: Settings
it_it: Impostazioni

source: Beans is not properly configured.
it_it: Beans non è configurato correttamente.

source: Beans is currently in Test Mode. Only the shop manager is able to see and use Beans.
it_it: Beans è attualmente in modalità di test. Solo lo shop manager è abilitato a vedere e usare Beans.

source: Deactivate test mode
it_it: Disattiva modalità di test

source: You have not invited your customers to join your reward program.
it_it: Non hai invitato i tuoi clienti a registrarsi al tuo programma di fidelizzazione.

source: Invite now
it_it: Invita adesso

source: Getting started with Beans
it_it: Inizia con Beans

source: Beans is an advanced incentive program that helps you improve customers long term engagement and promote your business.
it_it: Beans è un programma avanzato di incentivi che aiuta a valorizzare i clienti con un rapporto di lungo periodo e a promuovere la tua attività .

source: Beans wants to help your organization increase interactions with your customers.
it_it: Beans incrementerà l'interazione tra te e i tuoi clienti.

source: Once you have joined Beans, you will be able to create rules, that define how your customers will get their beans.
it_it: Dopo la registrazione in Beans, potrai creare le regole che definiranno come i vostri clienti potranno ottenere i loro Beans.

source: Join for free
it_it: Registrati gratuitamente

source: Good luck and happy incentivizing!
it_it: Buona fortuna e felice incentivazone!

source: Connect to Beans
it_it: Connettiti a Beans

source: Test Mode
it_it: Modalità di test

source: The plugin is disabled for your customers and visitors.
it_it: Il plugin è disabilitato per i tuoi clienti e visitatori.

source: When you are ready, just deactivate the test mode to allow your customers to see and join your reward program.
it_it: Quando sei pronto, basta disattivare la modalità di test per consentire ai tuoi clienti di vedere e registrarsi al tuo programma di fidelizzazione.

source: Invitations
it_it: Invita

source: Send an email invitation to your customers to join your reward program.
it_it: Invia una e-mail ai tuoi clienti per invitarli ad entrare nel tuo programma di fidelizzazione.

source: Send invitations
it_it: Spedisci invito

source: Enter your Beans address.
it_it: Inserisci il tuo indirizzo Beans.

source: Enter your Beans secret key.
it_it: Inserisci la tua secret key Beans.

source: Show beans price on product page
it_it: Visualizza prezzo Beans sulla pagina del prodotto

source: Disable Beans on product page
it_it: Disabilita Beans dalla pagina del prodotto

source: Show beans price for each product on shop page
it_it: Visualizza prezzo Beans per prodotto sulla pagina shop

source: Automatically show Beans to first time visitors. This will only appear once.
it_it: Mostrare automaticamente popup Beans la prima volta per i visitatori. Questo apparirà solo una volta.

source: Use my shop default style instead of Beans style.
it_it: Usa lo stile predefinito del tuo negozio piuttosto che lo stile Beans.

source: Allow customers to get their beans after completing an order. (Recommended)
it_it: Consenti ai clienti di ottenere i loro Beans dopo aver completato l'ordine. (Consigliato)

source: Maximum beans redeem per order
it_it: Massimo numero di Beans da utilizzare per ogni ordine

source: Minimum beans redeem per order
it_it: Minimo numero di Beans da utilizzare per ordine

source: Reset settings
it_it: Ripristina impostazioni

source: Activate test mode
it_it: Attiva modalità di test

source: Make a review
it_it: Fai una recensione

source: Help
it_it: Aiuto

source: No information could be found on this order.
it_it: Nessuna informazione è stato trovata su questo ordine.

source: Credit
it_it: Credito

source: The customer has been credited %1$s for this order.
it_it: Il cliente ha ottenuto %1$s per questo ordine.

source: Crediting the account failed with the message:
it_it: Accredito sul conto non riuscito con il messaggio:

source: The customer will be credited when the order status will be updated to <b>processing</b> or <b>completed</b>.
it_it: Il cliente sarà accreditato quando lo stato dell'ordine sarà aggiornato per <b> elaborazione </ b> o <b> completato </ b>.

source: Debit
it_it: Debito

source: The customer has been debited %1$s for this order.
it_it: Il cliente ha scambiato %1$s per questo ordine.

source: Debiting the account failed with the message:
it_it: Addebito sul conto non riuscito con il messaggio:

source: There is no redeem with this order.
it_it: Non si può riscattare con questo ordine.

source: View this customer account
it_it: Visualizza l'account di questo cliente

source: Hmmmm... This customer seems to not be using Beans.
it_it: Hmmmm ... Questo cliente sembra non stia usando Beans.

source: You have disable email notification, so there was nothing we could do to keep them. :(
it_it: Hai disabilitato le notifiche via email, quindi non c'era nulla che potessimo fare per tenerli. :(

source: Don't Panic! We have sent an email to correct this, so they still have a chance to get their beans for this order.
it_it: Niente panico! Abbiamo inviato una email per risolvere questo problema in modo da avere ancora la possibilità di ottenere Beans per questo ordine.

source: Invitations sent successfully.
it_it: Invito spedito con successo.

source: Beans Public and Secret keys are mandatory.
it_it: Beans pubblici e chiavi segrete sono obbligatori.

source: Settings saved successfully.
it_it: Impostazioni salvate con successo.

source: Not enough %1$s to redeem.
it_it: Insufficienti %1$s per utilizzare.

source: Minimal redeem is %2$s.
it_it: Il rimborso minimo è %2$s.

source: Maximal redeem is %1$s.
it_it: Il massimo di Beans da poter utilizzare come sconto è %1$s.

source: You have %1$s.
it_it: Hai %1$s.

source: View account history
it_it: Visualizza cronologia conto

source: You have chosen to redeem %1$s.
it_it: Hai scelto di utilizzare %1$s.

source: Cancel
it_it: Cancella

source: Redeem
it_it: Utilizza Beans

source: Earn %1$s with this purchase.
it_it: Guadagna %1$s con questo acquisto

source: You have been debited %1$s for this purchase.
it_it: Hai utilizzato %1$s per questo acquisto.

source: You have been credited %1$s for this purchase.
it_it: Hai guadagnato %1$s per questo acquisto.

source: You will be credited %1$s for this purchase.
it_it: Con questo acquisto guadagnerai %1$s.

source: Join our reward program to earn %1$s with this purchase.
it_it: Collegati al tuo conto Beans per guadagnare %1$s con questo acquisto.

source: Get this product for %1$s - %2$s.
it_it: Utilizza %1$s - %2$s per avere questo prodotto.

source: Buy this product and earn %1$s - %2$s.
it_it: Acquista questo prodotto e guadagna %1$s - %2$s.

source: Get this product for %1$s.
it_it: Utilizza %1$s per avere questo prodotto

source: Buy this product and earn %1$s.
it_it: Acquista questo prodotto e guadagna %1$s.

source: Beans extension for woocommerce. Advanced reward program for woocommerce that helps you engage your customers.
it_it: Estensione Beans per woocommerce. Programma di ricompensa avanzato per woocommerce che consente di fidelizzare i vostri clienti.
